//
//  Person.swift
//  HW_2.2_Authorization
//
//  Created by Dmitriy Kryhtin on 17.12.2021.
//

import Foundation

class Person {
  let name = "Dmitriy Kryhtin"
  let aboutMe = """
  Меня зовут Дмитрий Крыхтин. Мне 32 года. Я звкончил Омский Государаствееный Университет по специальности Народное Художественное творчество. Специализация кино-, фото-, видеотворчество. После университета я год работал видеооператором на Омском телеканале.
  """
  let work = "Последние 7 лет я работаю программистом. Писал год на php. Потом 3 года на языке ruby и фреймворке Ruby on Rails. Затем 3 года на языке javascript и typescript и фрейморках React, React Native и Nest.js. Сейчас изучаю язык Swift."
  let hobby = "Мое хобби - это музыка. Я с детства ей занимаюсь и умею играть на гитаре, электрогитаре, басгитаре, немного на клавишных инструментах. Последний год я занимаюсь созданием электронной музыки и битов. Вот несколько моих песен."
}
